// Localizable.strings for AppleVPNExtra

// other menu strings
"OPEN_NP" = "Abrir a Preferência Rede…";

// connect/disconnect
"CONNECT" = "Conectar";
"DISCONNECT" = "Desconectar";

// error string
"NO_VPN_CONFIGS" = "VPN não está configurada";
"NO_MODEM_CONFIGS" = "Não se encontraram configurações de modem";
"NO_PPPOE_CONFIGS" = "Não foram encontradas configurações PPPoE";

// other items
"SHOW_TIMER" = "Mostrar tempo de conexão";
"SHOW_ANIMATED_STATUS" = "Mostrar estado durante a conexão";
"STOP_SHOWING_TIME" = "Parar de Mostrar Hora na Barra de Menus";

"SHOW_TIME_FORMAT" = "Mostrar hora para \"%@\" na barra de menus";

// scrolling text resources
"SCROLL_CONNECTING" = "Conectando…";
"SCROLL_DIALING" = "Discando…";
"SCROLL_DISCONNECTING" = "Desconectando…";
"SCROLL_AUTHENTICATING" = "Autenticando…";

/* Menu Extra Strings */
"CONNECTED_FORMAT" = "Desconectar <%@>";
"NOT_CONNECTED_FORMAT" = "Conectar %@";
"CONNECTING_FORMAT" = "Conectando %@";
"DISCONNECTING_FORMAT" = "Desconectando <%@>";
"AUTHENTICATING_FORMAT" = "Autenticando %@";

"DEFAULT" = "Padrão";

/* name strings */
"VPN menu extra" = "Extra de menu VPN";
"PPP menu extra" = "Extra de menu PPP";
"PPPoE menu extra" = "Extra de menu PPPoE";
